Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: (after weekend)
de: (nach dem Wochenende)
es: (después del fin de semana)
fr: (après le week-end)
it: (dopo il fine settimana)
nl: (na het weekend)
pt_br: (depois do fim de semana)

source: and
de: und
es: y
fr: et
it: e
nl: en
pt_br: e

source: %@ interest
de: %@ Zinsen
es: %@ de intereses
fr: %@ d'intérêts
it: %@ di interessi
nl: %@ rente
pt_br: %@ de juros

source: %@ Paid Off
de: %@ abbezahlt
es: %@ pagado
fr: %@ remboursé
it: %@ estinto
nl: %@ afbetaald
pt_br: %@ quitado

source: %@, %@, spent %@, balance %@
de: %@, %@, ausgegeben %@, Saldo %@
es: %@, %@, gastado %@, saldo %@
fr: %@, %@, dépensé %@, solde %@
it: %@, %@, speso %@, saldo %@
nl: %@, %@, uitgegeven %@, saldo %@
pt_br: %@, %@, gasto %@, saldo %@

source: %lld mos
de: %lld Monate
es: %lld meses
fr: %lld mois
it: %lld mesi
nl: %lld maanden
pt_br: %lld meses

source: %lld yrs
de: %lld Jahre
es: %lld años
fr: %lld ans
it: %lld anni
nl: %lld jaar
pt_br: %lld anos

source: A fixed deposit is one lump sum left for the term. A recurring deposit takes the same amount every month. Interest is credited on whole compounding periods, so the value steps up at the end of each one rather than growing smoothly — the same way your bank reports it.
de: Ein Festgeld ist eine einmalige Anlage, die für die gesamte Laufzeit liegen bleibt. Bei einem Sparplan wird jeden Monat derselbe Betrag eingezahlt. Zinsen werden nur für volle Zinsperioden gutgeschrieben, der Wert steigt also am Ende jeder Periode sprunghaft an, statt gleichmäßig zu wachsen – genau so, wie deine Bank es ausweist.
es: Un depósito a plazo fijo es un importe único que permanece durante todo el plazo. Un depósito recurrente ingresa la misma cantidad cada mes. Los intereses se abonan por periodos de capitalización completos, así que el valor sube de golpe al final de cada periodo en lugar de crecer de forma continua, igual que lo refleja tu banco.
fr: Un dépôt à terme est une somme unique laissée pendant toute la durée. Un dépôt récurrent verse le même montant chaque mois. Les intérêts sont crédités par périodes de capitalisation entières : la valeur augmente donc par paliers à la fin de chaque période plutôt que de croître régulièrement, exactement comme votre banque le présente.
it: Un deposito vincolato è una somma unica lasciata per tutta la durata. Un deposito ricorrente versa lo stesso importo ogni mese. Gli interessi vengono accreditati su periodi di capitalizzazione interi, quindi il valore sale a scatti alla fine di ogni periodo invece di crescere in modo continuo, proprio come lo riporta la tua banca.
nl: Een termijndeposito is één bedrag dat de hele looptijd blijft staan. Bij een periodiek deposito leg je elke maand hetzelfde bedrag in. Rente wordt per volledige renteperiode bijgeschreven, dus de waarde springt omhoog aan het einde van elke periode in plaats van geleidelijk te groeien — net zoals je bank het laat zien.
pt_br: Um depósito a prazo fixo é um valor único que fica aplicado durante todo o prazo. Um depósito recorrente aplica o mesmo valor todo mês. Os juros são creditados em períodos de capitalização completos, então o valor sobe em degraus ao fim de cada período em vez de crescer de forma contínua — do mesmo jeito que o seu banco informa.

source: A loan payment has to come from an open, on-budget account. Add one first.
de: Eine Kreditzahlung muss von einem offenen Budgetkonto kommen. Lege zuerst eines an.
es: El pago de un préstamo debe salir de una cuenta abierta e incluida en el presupuesto. Añade una primero.
fr: Un remboursement de prêt doit provenir d'un compte ouvert et inclus au budget. Ajoutez-en un d'abord.
it: Il pagamento di un prestito deve provenire da un conto aperto e incluso nel budget. Aggiungine uno prima.
nl: Een leningbetaling moet van een open rekening binnen het budget komen. Voeg er eerst een toe.
pt_br: O pagamento de um empréstimo precisa sair de uma conta aberta e incluída no orçamento. Adicione uma primeiro.

source: Add Deposit
de: Anlage hinzufügen
es: Añadir depósito
fr: Ajouter un dépôt
it: Aggiungi deposito
nl: Deposito toevoegen
pt_br: Adicionar depósito

source: Add Loan
de: Darlehen hinzufügen
es: Añadir préstamo
fr: Ajouter un prêt
it: Aggiungi prestito
nl: Lening toevoegen
pt_br: Adicionar empréstimo

source: Annually
de: Jährlich
es: Anual
fr: Annuelle
it: Annuale
nl: Jaarlijks
pt_br: Anual

source: Balance Over Time
de: Saldo im Zeitverlauf
es: Saldo a lo largo del tiempo
fr: Solde au fil du temps
it: Saldo nel tempo
nl: Saldo in de tijd
pt_br: Saldo ao longo do tempo

source: Breakdown
de: Aufschlüsselung
es: Desglose
fr: Répartition
it: Ripartizione
nl: Uitsplitsing
pt_br: Detalhamento

source: Budget Overview
de: Budgetübersicht
es: Resumen del presupuesto
fr: Aperçu du budget
it: Panoramica del budget
nl: Budgetoverzicht
pt_br: Visão geral do orçamento

source: Budgeted Amounts
de: Budgetierte Beträge
es: Importes presupuestados
fr: Montants prévus
it: Importi previsti
nl: Gebudgetteerde bedragen
pt_br: Valores orçados

source: Change Paired Category
de: Verknüpfte Kategorie ändern
es: Cambiar categoría vinculada
fr: Changer la catégorie associée
it: Cambia categoria abbinata
nl: Gekoppelde categorie wijzigen
pt_br: Alterar categoria vinculada

source: Configured Deposits
de: Konfigurierte Anlagen
es: Depósitos configurados
fr: Dépôts configurés
it: Depositi configurati
nl: Geconfigureerde deposito's
pt_br: Depósitos configurados

source: Compounding
de: Zinseszins
es: Capitalización
fr: Capitalisation
it: Capitalizzazione
nl: Rentebijschrijving
pt_br: Capitalização

source: Configured Loans
de: Konfigurierte Darlehen
es: Préstamos configurados
fr: Prêts configurés
it: Prestiti configurati
nl: Geconfigureerde leningen
pt_br: Empréstimos configurados

source: Deposit Details
de: Anlagedetails
es: Detalles del depósito
fr: Détails du dépôt
it: Dettagli del deposito
nl: Depositogegevens
pt_br: Detalhes do depósito

source: Deposit Amount
de: Anlagebetrag
es: Importe del depósito
fr: Montant du dépôt
it: Importo del deposito
nl: Inlegbedrag
pt_br: Valor do depósito

source: Deposit
de: Anlage
es: Depósito
fr: Dépôt
it: Deposito
nl: Deposito
pt_br: Depósito

source: Deposit settings need sync configured for this budget.
de: Einlagen-Einstellungen erfordern eine eingerichtete Synchronisierung für dieses Budget.
es: Los ajustes de depósitos requieren tener la sincronización configurada para este presupuesto.
fr: Les réglages de dépôt nécessitent une synchronisation configurée pour ce budget.
it: Le impostazioni dei depositi richiedono la sincronizzazione configurata per questo budget.
nl: Voor deposito-instellingen moet synchronisatie zijn ingesteld voor dit budget.
pt_br: As configurações de depósito exigem sincronização configurada para este orçamento.

source: Edit Deposit
de: Anlage bearbeiten
es: Editar depósito
fr: Modifier le dépôt
it: Modifica deposito
nl: Deposito bewerken
pt_br: Editar depósito

source: Deposits
de: Anlagen
es: Depósitos
fr: Dépôts
it: Depositi
nl: Deposito's
pt_br: Depósitos

source: Deposited
de: Eingezahlt
es: Depositado
fr: Versé
it: Versato
nl: Ingelegd
pt_br: Depositado

source: Deposit, %1$@, %2$@
de: Anlage, %1$@, %2$@
es: Depósito, %1$@, %2$@
fr: Dépôt, %1$@, %2$@
it: Deposito, %1$@, %2$@
nl: Deposito, %1$@, %2$@
pt_br: Depósito, %1$@, %2$@

source: Deposit settings sync with your budget. Re-download this budget to change them.
de: Anlageeinstellungen werden mit deinem Budget synchronisiert. Lade dieses Budget erneut herunter, um sie zu ändern.
es: La configuración de depósitos se sincroniza con tu presupuesto. Vuelve a descargar este presupuesto para cambiarla.
fr: Les réglages de dépôt se synchronisent avec votre budget. Téléchargez à nouveau ce budget pour les modifier.
it: Le impostazioni dei depositi si sincronizzano con il tuo budget. Scarica di nuovo questo budget per modificarle.
nl: Deposito-instellingen synchroniseren met je budget. Download dit budget opnieuw om ze te wijzigen.
pt_br: As configurações de depósito sincronizam com seu orçamento. Baixe este orçamento novamente para alterá-las.

source: Edit Loan
de: Darlehen bearbeiten
es: Editar préstamo
fr: Modifier le prêt
it: Modifica prestito
nl: Lening bewerken
pt_br: Editar empréstimo

source: Edit Note
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
it: Modifica nota
nl: Notitie bewerken
pt_br: Editar nota

source: Edit Payment Target
de: Zahlungsziel bearbeiten
es: Editar objetivo de pago
fr: Modifier l'objectif de paiement
it: Modifica obiettivo di pagamento
nl: Betalingsdoel bewerken
pt_br: Editar meta de pagamento

source: Escrow or Fees
de: Treuhand oder Gebühren
es: Depósito en garantía o comisiones
fr: Séquestre ou frais
it: Deposito a garanzia o spese
nl: Escrow of kosten
pt_br: Custódia ou taxas

source: Hides the deposit details
de: Blendet die Anlagedetails aus
es: Oculta los detalles del depósito
fr: Masque les détails du dépôt
it: Nasconde i dettagli del deposito
nl: Verbergt de depositogegevens
pt_br: Oculta os detalhes do depósito

source: Fixed Deposit
de: Festgeld
es: Depósito a plazo fijo
fr: Dépôt à terme
it: Deposito vincolato
nl: Termijndeposito
pt_br: Depósito a prazo fixo

source: Hides the loan details
de: Blendet die Darlehensdetails aus
es: Oculta los detalles del préstamo
fr: Masque les détails du prêt
it: Nasconde i dettagli del prestito
nl: Verbergt de leninggegevens
pt_br: Oculta os detalhes do empréstimo

source: Interest
de: Zinsen
es: Intereses
fr: Intérêts
it: Interessi
nl: Rente
pt_br: Juros

source: Interest Earned
de: Erhaltene Zinsen
es: Intereses ganados
fr: Intérêts perçus
it: Interessi maturati
nl: Ontvangen rente
pt_br: Juros recebidos

source: Interest Rate
de: Zinssatz
es: Tipo de interés
fr: Taux d'intérêt
it: Tasso di interesse
nl: Rentepercentage
pt_br: Taxa de juros

source: Interest Remaining
de: Verbleibende Zinsen
es: Intereses restantes
fr: Intérêts restants
it: Interessi rimanenti
nl: Resterende rente
pt_br: Juros restantes

source: Interest and escrow are estimated from the balance and rate. Correct them to match what your lender charged — the principal follows.
de: Zinsen und Treuhandanteil werden aus Saldo und Zinssatz geschätzt. Passe sie an das an, was dein Kreditgeber berechnet hat – die Tilgung ergibt sich daraus.
es: Los intereses y el depósito en garantía se estiman a partir del saldo y el tipo de interés. Corrígelos para que coincidan con lo que cobró tu prestamista: el capital se ajusta solo.
fr: Les intérêts et le séquestre sont estimés à partir du solde et du taux. Corrigez-les pour refléter ce que votre prêteur a facturé : le capital suit.
it: Interessi e deposito a garanzia sono stimati da saldo e tasso. Correggili per farli corrispondere a quanto addebitato dal creditore: il capitale si adegua.
nl: Rente en escrow worden geschat op basis van saldo en rentepercentage. Pas ze aan wat je kredietverstrekker in rekening bracht — de aflossing volgt.
pt_br: Os juros e a custódia são estimados a partir do saldo e da taxa. Corrija-os para refletir o que seu credor cobrou — o principal se ajusta.

source: Loan
de: Darlehen
es: Préstamo
fr: Prêt
it: Prestito
nl: Lening
pt_br: Empréstimo

source: Loan Details
de: Darlehensdetails
es: Detalles del préstamo
fr: Détails du prêt
it: Dettagli del prestito
nl: Leninggegevens
pt_br: Detalhes do empréstimo

source: Loan settings sync with your budget. Re-download this budget to change them.
de: Darlehenseinstellungen werden mit deinem Budget synchronisiert. Lade dieses Budget erneut herunter, um sie zu ändern.
es: La configuración de préstamos se sincroniza con tu presupuesto. Vuelve a descargar este presupuesto para cambiarla.
fr: Les réglages de prêt se synchronisent avec votre budget. Téléchargez à nouveau ce budget pour les modifier.
it: Le impostazioni dei prestiti si sincronizzano con il tuo budget. Scarica di nuovo questo budget per modificarle.
nl: Leninginstellingen synchroniseren met je budget. Download dit budget opnieuw om ze te wijzigen.
pt_br: As configurações de empréstimo sincronizam com seu orçamento. Baixe este orçamento novamente para alterá-las.

source: Loan, %1$@, %2$@
de: Darlehen, %1$@, %2$@
es: Préstamo, %1$@, %2$@
fr: Prêt, %1$@, %2$@
it: Prestito, %1$@, %2$@
nl: Lening, %1$@, %2$@
pt_br: Empréstimo, %1$@, %2$@

source: Loans
de: Darlehen
es: Préstamos
fr: Prêts
it: Prestiti
nl: Leningen
pt_br: Empréstimos

source: Loans are tracked on open, off-budget accounts. Add one, or mark your loan's account off-budget, to track it here.
de: Kredite werden auf offenen, budgetfremden Konten verfolgt. Füge eines hinzu oder markiere das Konto deines Kredits als budgetfremd, um ihn hier zu verfolgen.
es: Los préstamos se siguen en cuentas abiertas y fuera del presupuesto. Añade una o marca la cuenta de tu préstamo como fuera del presupuesto para seguirlo aquí.
fr: Les prêts sont suivis sur des comptes ouverts et hors budget. Ajoutez-en un ou marquez le compte de votre prêt comme hors budget pour le suivre ici.
it: I prestiti si monitorano su conti aperti e fuori budget. Aggiungine uno o segna il conto del prestito come fuori budget per monitorarlo qui.
nl: Leningen worden gevolgd op open rekeningen buiten het budget. Voeg er een toe of markeer de rekening van je lening als buiten het budget om die hier te volgen.
pt_br: Empréstimos são acompanhados em contas abertas e fora do orçamento. Adicione uma ou marque a conta do seu empréstimo como fora do orçamento para acompanhá-lo aqui.

source: Matures %@
de: Fällig am %@
es: Vence el %@
fr: Échéance le %@
it: Scade il %@
nl: Vervalt op %@
pt_br: Vence em %@

source: Matures
de: Fällig am
es: Vence
fr: Échéance
it: Scadenza
nl: Vervalt
pt_br: Vence em

source: Matured
de: Fällig
es: Vencido
fr: Arrivé à échéance
it: Scaduto
nl: Vervallen
pt_br: Vencido

source: Minimum payment
de: Mindestrate
es: Pago mínimo
fr: Mensualité minimale
it: Rata minima
nl: Minimale betaling
pt_br: Pagamento mínimo

source: Monthly Instalment
de: Monatliche Rate
es: Cuota mensual
fr: Versement mensuel
it: Rata mensile
nl: Maandelijkse inleg
pt_br: Parcela mensal

source: Monthly Payment
de: Monatliche Rate
es: Pago mensual
fr: Mensualité
it: Rata mensile
nl: Maandelijkse betaling
pt_br: Pagamento mensal

source: Next Month Coverage
de: Deckung für nächsten Monat
es: Cobertura del mes siguiente
fr: Couverture du mois prochain
it: Copertura del mese prossimo
nl: Dekking voor volgende maand
pt_br: Cobertura do próximo mês

source: No target set
de: Kein Ziel festgelegt
es: Sin objetivo definido
fr: Aucun objectif défini
it: Nessun obiettivo impostato
nl: Geen doel ingesteld
pt_br: Nenhuma meta definida

source: Not paired
de: Nicht verknüpft
es: Sin vincular
fr: Non associée
it: Non abbinata
nl: Niet gekoppeld
pt_br: Não vinculada

source: One time extra in %@
de: Einmalige Sonderzahlung im %@
es: Extra puntual en %@
fr: Versement ponctuel en %@
it: Extra una tantum in %@
nl: Eenmalig extra in %@
pt_br: Extra único em %@

source: Opened
de: Eröffnet
es: Abierto
fr: Ouvert le
it: Aperto il
nl: Geopend
pt_br: Aberto em

source: Original Balance
de: Ursprünglicher Saldo
es: Saldo original
fr: Solde initial
it: Saldo iniziale
nl: Oorspronkelijk saldo
pt_br: Saldo original

source: Paid off
de: Abbezahlt
es: Pagado
fr: Remboursé
it: Estinto
nl: Afbetaald
pt_br: Quitado

source: Paid off %@
de: Abbezahlt %@
es: Pagado en %@
fr: Remboursé en %@
it: Estinto in %@
nl: Afbetaald in %@
pt_br: Quitado em %@

source: Pair With a Category
de: Mit Kategorie verknüpfen
es: Vincular con una categoría
fr: Associer à une catégorie
it: Abbina a una categoria
nl: Koppelen aan categorie
pt_br: Vincular a uma categoria

source: Pair this loan with a category to budget for its payments. Without one the payment still records, but nothing is assigned against it.
de: Verknüpfe diesen Kredit mit einer Kategorie, um seine Zahlungen zu budgetieren. Ohne Kategorie wird die Zahlung trotzdem erfasst, es wird aber nichts dafür zugewiesen.
es: Vincula este préstamo con una categoría para presupuestar sus pagos. Sin ella el pago se registra igualmente, pero no se asigna nada.
fr: Associez ce prêt à une catégorie pour budgétiser ses remboursements. Sans catégorie, le paiement est tout de même enregistré, mais rien ne lui est affecté.
it: Abbina questo prestito a una categoria per mettere a budget i suoi pagamenti. Senza categoria il pagamento viene comunque registrato, ma non gli viene assegnato nulla.
nl: Koppel deze lening aan een categorie om de betalingen te budgetteren. Zonder categorie wordt de betaling toch vastgelegd, maar er wordt niets aan toegewezen.
pt_br: Vincule este empréstimo a uma categoria para orçar seus pagamentos. Sem ela o pagamento ainda é registrado, mas nada é atribuído a ele.

source: Payment
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
nl: Betaling
pt_br: Pagamento

source: Payment Target
de: Zahlungsziel
es: Objetivo de pago
fr: Objectif de paiement
it: Obiettivo di pagamento
nl: Betalingsdoel
pt_br: Meta de pagamento

source: Payment doesn't cover interest
de: Zahlung deckt die Zinsen nicht
es: El pago no cubre los intereses
fr: Le paiement ne couvre pas les intérêts
it: Il pagamento non copre gli interessi
nl: Betaling dekt de rente niet
pt_br: O pagamento não cobre os juros

source: Payments Remaining
de: Verbleibende Raten
es: Pagos restantes
fr: Paiements restants
it: Rate rimanenti
nl: Resterende betalingen
pt_br: Pagamentos restantes

source: Payoff Date
de: Tilgungsdatum
es: Fecha de liquidación
fr: Date de remboursement
it: Data di estinzione
nl: Aflossingsdatum
pt_br: Data de quitação

source: Payoff Simulator
de: Tilgungsrechner
es: Simulador de pago
fr: Simulateur de remboursement
it: Simulatore di estinzione
nl: Aflossingssimulator
pt_br: Simulador de quitação

source: Principal
de: Restschuld
es: Capital
fr: Capital
it: Capitale
nl: Hoofdsom

source: Quarterly
de: Vierteljährlich
es: Trimestral
fr: Trimestrielle
it: Trimestrale
nl: Per kwartaal
pt_br: Trimestral

source: Raising the payment or adding a one-off shortens the loan and cuts the interest. Nothing here is saved — it only shows what would happen.
de: Eine höhere Rate oder eine Sonderzahlung verkürzt das Darlehen und senkt die Zinsen. Hier wird nichts gespeichert – es zeigt nur, was passieren würde.
es: Aumentar el pago o añadir uno puntual acorta el préstamo y reduce los intereses. Aquí no se guarda nada: solo muestra lo que ocurriría.
fr: Augmenter la mensualité ou ajouter un versement ponctuel raccourcit le prêt et réduit les intérêts. Rien n'est enregistré ici : cela montre seulement ce qui se passerait.
it: Aumentare la rata o aggiungere un versamento una tantum accorcia il prestito e riduce gli interessi. Qui non viene salvato nulla: mostra solo cosa accadrebbe.
nl: Een hogere betaling of een eenmalige extra verkort de lening en verlaagt de rente. Hier wordt niets opgeslagen — het toont alleen wat er zou gebeuren.
pt_br: Aumentar o pagamento ou adicionar um extra pontual encurta o empréstimo e reduz os juros. Nada é salvo aqui — apenas mostra o que aconteceria.

source: Record
de: Erfassen
es: Registrar
fr: Enregistrer
it: Registra
nl: Vastleggen
pt_br: Registrar

source: Record Payment
de: Zahlung erfassen
es: Registrar pago
fr: Enregistrer un paiement
it: Registra pagamento
nl: Betaling vastleggen
pt_br: Registrar pagamento

source: Recurring Deposit
de: Sparplan
es: Depósito recurrente
fr: Dépôt récurrent
it: Deposito ricorrente
nl: Periodiek deposito
pt_br: Depósito recorrente

source: Remaining to Pay
de: Noch zu zahlen
es: Pendiente de pago
fr: Reste à payer
it: Ancora da pagare
nl: Nog te betalen
pt_br: Falta pagar

source: Remove Deposit Tracking
de: Anlage-Tracking entfernen
es: Dejar de seguir el depósito
fr: Arrêter le suivi du dépôt
it: Rimuovi il monitoraggio del deposito
nl: Deposito niet meer volgen
pt_br: Remover acompanhamento do depósito

source: Remove Loan Tracking
de: Darlehens-Tracking entfernen
es: Dejar de seguir el préstamo
fr: Ne plus suivre ce prêt
it: Rimuovi il monitoraggio del prestito
nl: Leningtracking verwijderen
pt_br: Remover acompanhamento do empréstimo

source: Required Minimum Payment
de: Erforderliche Mindestrate
es: Pago mínimo requerido
fr: Mensualité minimale requise
it: Rata minima richiesta
nl: Vereiste minimale betaling
pt_br: Pagamento mínimo exigido

source: Saves %1$@ in interest and pays the loan off %2$@ sooner.
de: Spart %1$@ Zinsen und tilgt das Darlehen %2$@ früher.
es: Ahorra %1$@ en intereses y liquida el préstamo %2$@ antes.
fr: Économise %1$@ d'intérêts et rembourse le prêt %2$@ plus tôt.
it: Risparmia %1$@ di interessi ed estingue il prestito con %2$@ di anticipo.
nl: Bespaart %1$@ aan rente en lost de lening %2$@ eerder af.
pt_br: Economiza %1$@ em juros e quita o empréstimo %2$@ antes.

source: Semi-annually
de: Halbjährlich
es: Semestral
fr: Semestrielle
it: Semestrale
nl: Halfjaarlijks
pt_br: Semestral

source: Set Payment Target
de: Zahlungsziel festlegen
es: Definir objetivo de pago
fr: Définir un objectif de paiement
it: Imposta obiettivo di pagamento
nl: Betalingsdoel instellen
pt_br: Definir meta de pagamento

source: Shows the deposit's rate, term and growth
de: Zeigt Zinssatz, Laufzeit und Wertentwicklung der Anlage
es: Muestra el tipo de interés, el plazo y el crecimiento del depósito
fr: Affiche le taux, la durée et la croissance du dépôt
it: Mostra tasso, durata e crescita del deposito
nl: Toont de rente, looptijd en groei van het deposito
pt_br: Mostra a taxa, o prazo e o crescimento do depósito

source: Shows the loan's rate, payment and remaining interest
de: Zeigt Zinssatz, Rate und verbleibende Zinsen des Darlehens
es: Muestra el tipo de interés, el pago y los intereses restantes del préstamo
fr: Affiche le taux, la mensualité et les intérêts restants du prêt
it: Mostra tasso, rata e interessi residui del prestito
nl: Toont de rente, betaling en resterende rente van de lening
pt_br: Mostra a taxa, o pagamento e os juros restantes do empréstimo

source: Skip This Month
de: Diesen Monat aussetzen
es: Omitir este mes
fr: Passer ce mois-ci
it: Salta questo mese
nl: Deze maand overslaan
pt_br: Pular este mês

source: Skipped this month
de: Diesen Monat ausgesetzt
es: Omitido este mes
fr: Passé ce mois-ci
it: Saltato questo mese
nl: Deze maand overgeslagen
pt_br: Pulado neste mês

source: Stop Skipping This Month
de: Diesen Monat doch nicht aussetzen
es: Dejar de omitir este mes
fr: Ne plus passer ce mois-ci
it: Non saltare più questo mese
nl: Deze maand toch niet overslaan
pt_br: Não pular mais este mês

source: Term
de: Laufzeit
es: Plazo
fr: Durée
it: Durata
nl: Looptijd
pt_br: Prazo
